/* High 機率 高 */
"-High" = "-High";

/* Low 機率 低 */
"-Low" = "-Low";

/* Medium 機率 一般 */
"-Medium" = "-Medium";

/* Back 回主頁 */
"Back" = "Back";

/* Choice 機會 */
"Choice" = "Choice";

/* Destinies 命運 */
"Destinies" = "Destinies";

/* Done 完成 */
"Done" = "Done";

/* Edit 編輯 */
"Edit" = "Edit";

/* Tell user go to Destinies page, 附註：原本裡面的 命運 寫錯字  正確是 Destiny  Destinies*/
"Go to your Desitnies and make your selections!" = "Go to your Destinies and make your selections!";

/* GO! 前往 */
"GO!" = "GO!";

/* Confirm with Got It */
"Got It" = "Got It";

/* High 高 */
"High" = "High";

/* 這真的是艱難的抉擇！ 請再試一次！ */
"It is really a hard decision! Please try again!" = "It is really a hard decision! Please try again!";

/* Low 低 */
"Low" = "Low";

/* Medium 一般 */
"Medium" = "Medium";

/* No Selection Yet 沒有選擇項目 */
"No Selection Yet" = "No Selection Yet";

/* OK 好 */
"OK" = "OK";

/* Tell user how to trigger long hand rotation */
"Please swipe the long hand with fast speed!" = "Please swipe the pointer with fast speed!";

/* Probability 機率 */
"Probability" = "Probability";

/* 抱歉！您尚未為您的機會命名！ */
"Sorry! You do not have a name for your choice!" = "";

/* Tell user not cheat */
"Stop Cheating" = "Stop Cheating";

/* Uh Oh~ 我的天！ */
"Uh Oh~" = "Uh Oh~";

/* 您的機會 */
"Your Choice" = "Your Choice";

/* Your Decision Is 您的決定是 */
"Your Decision Is" = "The Decision Is";

/**/
"Selection Is Full" = "Selection Is Full";

/**/
"Your choices are more than 10 items. Only 10 choices you can choose." = "Your choices are more than 10 items. Only 10 choices you can choose.";